{
  "website":{
    "title": "elotgamu's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "contact": "Contact"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a fifth-year student of computer engineering. Work experience in server and LAN management, specially in GNU/Linux environment, frontend web development and trying to learn web development in open source platforms, specially Django, Laravel, VueJS, etc."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It's pretty minimal, but leverages large type and drastic contrast to make a statement, on all devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well."
  },
  "career":{
    "my_career": "My Career",
    "uni": "UNI - Managua",
    "uni_des": "Started my computer engineering studies",
    "uni_date": "2012",
    "uni_job": "College",
    "ineter": "INETER",
    "ineter_des": "At INETER, I learned to manage and configure servers most GNU/Linux as well as technical knowledge of LAN networks, services and network management protocols. I also improved my skills develop scripts for automating local and remote tasks. All this in both physical and virtualized environments. Here I met one of the largest artwork in the computer world ... IPTABLES",
    "ineter_date": "Jan. 2012",
    "ineter_job": "Servers and LAN's management",
    "mentoring": "INETER",
    "mentoring_des": "After half and a year, I worked in INETER once again, this time for an research job about posibilities to use embedded computers like RaspberryPi and TS7260 in some specific task for telemetry",
    "mentoring_date": "August. 2015",
    "mentoring_job": "Research",
    "laravel": "Laravel Backend",
    "laravel_des": "As college proyect for a class, my workgroup started developing a Laravel aplication.This is my first try as backend in a project, I did migrations, models and some server administration in the hosting Azure VM",
    "laravel_date": "August 2015",
    "laravel_job": "PHP Backend and server admin",
    "accedo": "Web Designer",
    "accedo_des": "Working as Web Designer, I made a lot of sites's layout using HTML5, CSS3 y Bootstrap3",
    "accedo_date": "August 2016",
    "accedo_job": "Frontend Developer",
    "efficientix": "Junior Netsuite Developer at Efficientix",
    "efficientix_des": "I started working remotely as Frontend Developer with VueJS, later I started collaborating with backend roles in some new proyects",
    "efficientix_date": "March 2018",
    "efficientix_job": "Junior Netsuite Developer"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "contact":{
    "contact_me": "Contact Me",
    "email": "Send me mail",
    "follow": "Or through the following ways"
  }

}
