{
  "website":{
    "title": "elotgamu's blog"
  },
  "nav":{
    "home": "Inicio",
    "about_me": "Acerca de mi",
    "skills": "Habilidades",
    "projects": "Proyectos",
    "career": "Progreso",
    "blog": "Blog",
    "contact": "Contacto"
  },
  "about_me":{
    "about_me": "Acerca de mi",
    "des": "Soy un estudiante de 5to de ingenieria en computacion. Experiencia laboral en el area de administracion de servidores y redes LAN; especialmente en ambiente GNU/Linux. Tratando de aprender desarrollo web en plataformas OpenSource especialmente en Django y Laravel."
  },
  "skills":{
    "my_skills": "Mis habilidades"
  },
  "projects":{
    "my_projects": "Mis proyectos",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It's pretty minimal, but leverages large type and drastic contrast to make a statement, on all devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well."
  },
  "career":{
    "my_career": "Mi progreso",
    "uni": "UNI - Managua",
    "uni_des": "Inicio a cursar ingeniería en computación",
    "uni_date": "2012",
    "uni_job": "Estudios universitarios",
    "ineter": "INETER",
    "ineter_des": "En INETER, aprendí a administrar y configurar servidores en su mayoría GNU/LINUX; así como conocimientos técnicos de redes LAN, servicios y manejo de protocolos de red. Además mejoré mis habilidades desarrollando scripts para automatización de tareas remotas y locales. Todo lo anterior en ambientes tanto físicos como virtualizados. Aquí conocí a una de las mayores obra de arte en el mundo de la informática... IPTABLES.",
    "ineter_date": "Enero 2012",
    "ineter_job": "Administación de servidores y redes LAN",
    "mentoring": "INETER",
    "mentoring_des": "Luego de año y medio, regresé a INETER... Esta vez para dedicarme a explorar posibilidades de usar hardware embebido como Raspberrypi y TS7260 para usos específicos en telemetría. Implementé algunos scripts en python... ",
    "mentoring_date": "Agosto 2015",
    "mentoring_job": "Investigación",
    "laravel": "Laravel Backend",
    "laravel_des": "Como proyecto de la clase de ingeniería de software, nos toca (a mi grupo de trabajo y a mí), realizar un proyecto en Laravel 5.1, este es mi primer acercamiento como backend en un proyecto, tomo la parte de migraciones, modelos y parte de la administración del server de producción",
    "laravel_date": "Agosto 2015",
    "laravel_job": "Backend y Administración del Server"
  },
  "blog":{
    "my_blog": "Mi Blog"
  },
  "contact":{
    "contact_me": "Contáctame",
    "email": "Enviame un correo",
    "follow": "O interactuemos en"
  }

}
